Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Chciałbym jedynie przypomnieć, że warunki nie podlegają negocjacji, a umowa jest ważna od czasu wejścia do kopalni, aż do wyjścia z niej.
uk: Хочу лише наголосити, що умови не підлягають обговоренню, а контракт діє з моменту входу на територію копальні і до моменту виходу з неї.

source: Chciałbym jeszcze o coś zapytać...
uk: Я хочу ще дещо запитати...

source: Chciałbym kupić puchar.
uk: Я хочу купити келих.

source: Chciałbym kupić puchar. (100 SZ)
uk: Я хочу купити келих. (100 золотих)

source: Chciałbym kupić ten strój drwala.
uk: Я хотів би купити це вбрання лісоруба.

source: Chciałbym kupić ubranie.
uk: Я хочу придбати одяг.

source: Chciałbym kupić węgiel drzewny.
uk: Я хотів би купити деревне вугілля.

source: Chciałbym ocieplić swoje stosunki z Magami Wody. Przez ostatnie lata nie układało nam się najlepiej, a w końcu to jedna z najbardziej szanowanych grup społecznych.
uk: Я хотів би покращити свої стосунки з Магами Води. Останні кілька років ми не дуже добре ладнали, а це одна з найшанованіших груп у суспільстві.

source: Chciałbym potrenować.
uk: Я хотів би потренуватись.

source: Chciałbym poznać jego konstrukcję, by móc samemu taki wykuć.
uk: Я хочу вивчити його будову, щоб потім викувати.

source: Chciałbym pracować jako górnik.
uk: Я хочу працювати гірником.

source: Chciałbym prosić cię o przysługę.
uk: Хочу попросити тебе про послугу.

source: Chciałbym przejrzeć twoją ofertę wyposażenia domu.
uk: Я хотів би ознайомитись з твоїм асортиментом меблів для дому.

source: Chciałbym przerobić mój miecz na dwuręczny.
uk: Я хотів би перекувати свій меч на дворучний.

source: Chciałbym przerobić pewien dokument.
uk: Я хотів би переписати певний документ.

source: Chciałbym sprawdzić jedną rzecz w kanałach. Jako strażnik mógłbyś mi się do tego przydać.
uk: Треба дещо перевірити в каналізації. Як вартовий, ти міг би стати в нагоді.

source: Chciałbym sprawdzić się z tobą w strzelectwie.
uk: Я б хотів позмагатися з тобою у стрільбі.

source: Chciałbym sprawdzić, czy wszystko to, co mówią o Bestii, to prawda. Próbuję trafić na jakiś jej trop od dobrych kilku dni, ale wolałem nie zapuszczać się głębiej w las samemu.
uk: Я хотів би перевірити, чи все, що говорять про Звіра, правда. Я вже кілька днів намагаюся натрапити на його сліди, але не хочу заглиблюватися в ліс наодинці.

source: Chciałbym wam pomóc, ale w chwili ataku nie było mnie na farmie.
uk: Я хотів би вам допомогти, але мене не було на фермі під час нападу.

source: Chciałbym wiedzieć więcej o strzelaniu z łuku.
uk: Я хотів би дізнатися більше про стрільбу із лука.

source: Chciałbym wpaść w złość i stwierdzić, że to nie prawda... ale nie byłaby to prawda.
uk: Я хотів би розлютитися і сказати, що це неправда... але це правда.

source: Chciałbym wynająć pokój.
uk: Я хочу зняти кімнату.

source: Chciałbym wypożyczyć 'Almanach miar alchemicznych'.
uk: Я хотів би позичити 'Альманах алхімічних вимірювань'.

source: Chciałbym wziąć udział w turnieju.
uk: Я б хотів взяти участь у турнірі.

source: Chciałbym zacząć nowe życie, otworzyć jakiś interes i nie martwić się już niczym. Taki łup mógłby mnie nieźle ustawić, o ile oczywiście Gildia nie położy na nim swoich łapsk.
uk: Я хочу почати нове життя, відкрити власну справу і більше ні про що не хвилюватись. Така здобич могла б мене непогано забезпечити, якщо, звісно, Гільдія не прибере її в свої лапи.

source: Chciałbym zakończyć naszą współpracę.
uk: Я хотів би завершити нашу співпрацю.

source: Chciałbym zakupić meble.
uk: Я хочу купити меблі.

source: Chciałbym zobaczyć minę Rasco, jak zobaczy niespodziankę!
uk: Хотів би я бачити вираз обличчя Раско, коли він побачить цей сюрприз!

source: Chciałbym zostać spalony. (150 SZ)
uk: Я б хотів, щоб мене спалили. (150 золотих)

source: Chciałbym zrezygnować z pokoju.
uk: Я хочу покинути свою кімнату.

source: Chciałbym, abyś przyniósł mi wszystkie skóry różnych wilków, jakie tylko uda ci się znaleźć.
uk: Я хочу, щоб ти приніс мені всі шкури різних порід вовків, які тільки зможеш знайти.

source: Chciałbym, ale niestety niczego więcej ci nie pokażę. Jesteś za dobry.
uk: Я б залюбки, але більше нічого нового тебе не навчу. Ти занадто вправний.

source: Chciałbym, żebyś coś dla mnie wykuł.
uk: Я хочу, щоб ти викував дещо для мене.

source: Chciałbym, żebyś pomógł cieśli w naprawie brzegu rzeki w wiosce.
uk: Я хотів би, щоб ти допоміг тесляру відремонтувати міст через річку в селі.

source: Chciałbym, żebyś przebrał się za bogatego kupca i wylicytował ten dom w swoim imieniu.
uk: Я хотів би, щоб ти перевдягнувся заможним купцем і викупив цей дім.

source: Chciałbyś może dorobić sobie trochę złota?
uk: Можливо, ти хотів би заробити трохи золота?

source: Chciałbyś sobie dorobić?
uk: Хочеш трохи підзаробити?

source: Chciałbyś wyruszyć na wspólne polowanie?
uk: Хочеш піти на полювання разом?

source: Chciałbyś zastąpić handlarza Veita w wiosce?
uk: Ти хотів би замінити торговця Вейта в селі?

source: Chciałem być drwalem.
uk: Я хотів бути лісорубом.

source: Chciałem ci się tylko przyjrzeć.
uk: Я просто хотів на тебе подивитись.

source: Chciałem cię jeszcze o coś zapytać...
uk: Хочу ще дещо запитати...

source: Chciałem cię przeprosić...
uk: Я хотів би вибачитися перед тобою...

source: Chciałem cię widzieć, bo po konsultacjach z innymi członkami rady Gildii podjąłem decyzję ważną dla całej sekcji wyspy Archolos.
uk: Я хотів з тобою зустрітися, тому що після консультацій з іншими членами ради Гільдії я прийняв рішення, важливе для всього острова Архолос.

source: Chciałem dorzucić mu coś do gara z tym paskudztwem, ale nie mam pomysłu, co mogłoby być odpowiednie.
uk: Я хотів щось додати в його казанок з цією гидотою, але не маю жодного уявлення, що саме.

source: Chciałem dołączyć go do mojej kolekcji w domu w Starym Mieście.
uk: Я хотів додати його до своєї домашньої колекції у Старому місті.

source: Chciałem mu zaoferować moje nieocenione usługi w zamian za pomoc z naszymi aktualnymi problemami.
uk: Я хотів запропонувати йому свої послуги в обмін на допомогу у вирішенні наших нинішніх проблем.

source: Chciałem odpocząć. Moja łódź poszła na dno, więc musiałem tu dopłynąć. Gdybyś się nie pojawił, pewnie bym zbierał się w dalszą drogę.
uk: Я хотів відпочити. Мій човен затонув, тож мені довелося пливти сюди. Якби ти не з'явився, я б, напевно, пішов собі далі.

source: Chciałem podejść do straganu i uświadomić ludziom, że są wprowadzani w błąd.
uk: Я хотів підійти до прилавку і пояснити людям, що їх вводять в оману.

source: Chciałem pomóc, ale to twoja decyzja.
uk: Я хотів допомогти, але це твоє рішення.

source: Chciałem porozmawiać o Stanie.
uk: Я хотів поговорити про Стена.

source: Chciałem porozmawiać o tej Bestii...
uk: Я хочу поговорити про того Звіра...

source: Chciałem porozmawiać z tobą o moim zaginionym bracie.
uk: Я хотів поговорити з тобою про мого зниклого брата.

source: Chciałem poszukać tam pracy, ale niestety nie wiem, w jakim kierunku jest to całe miasto...
uk: Я хотів би пошукати там роботу, але, на жаль, не знаю, в якому напрямку знаходиться місто...

source: Chciałem powiedzieć, że to mały prezent na osłodę naszej przygody... ale niestety zbyt słodki to on nie jest. Tak czy inaczej, dzięki za pomoc.
uk: Хотілося б сказати, що це невеличкий подарунок, щоб підсолодити нашу пригоду... але, на жаль, він не дуже солодкий. У будь-якому випадку, дякую за допомогу.

source: Chciałem przestać spędzać każdy wieczór w karczmie... (+20 punktów zdrowia)
uk: Я хотів перестати проводити кожен вечір в корчмі... (Здоров'я +20)

source: Chciałem przyzwać szkielety gobliny, ale chyba coś poszło nie tak, bo gdy tylko się pojawiły to rzuciły się w moim kierunku. Dlatego schowałem się w kaplicy.
uk: Я хотів викликати скелетів гоблінів, але, мабуть, щось пішло не так, бо як тільки вони з'явилися, то кинулися на мене. Тому я сховався у каплиці.

source: Chciałem również zaznaczyć, że oferta jest bezzwrotna i nie obejmuje śmierci kupującego poza obszarem areny.
uk: Я також хотів би зазначити, що пропозиція не підлягає поверненню і не включає в себе смерть покупця за межами арени.

source: Chciałem się tylko dowiedzieć, kto je sprowadza.
uk: Я просто хотів дізнатися, хто їх доставляє.

source: Chciałem się z tobą dogadać, jak dwaj ceniący sobie honor mężczyźni, ale skoro wolisz mnie obrażać, to będę musiał rozwiązać sprawę w inny sposób.
uk: Це мала бути угода двох чесних чоловіків, але якщо ти вважаєш за краще образити мене, доведеться вирішити питання по-іншому.

source: Chciałem sprzedać Marcie zapas czerwonego pieprzu, jaki miałem przy sobie, ale ta mnie tylko zrugała, twierdząc, że podważam jej umiejętności kucharskie. O mały włos a dostałbym od niej po głowie.
uk: Я хотів продати Марті запас червоного перцю, який мав з собою, але вона просто вилаяла мене, стверджуючи, що я підриваю її кулінарні навички. Я ледь не отримав від неї по голові.

source: Chciałem tylko wiedzieć, gdzie go trzymacie.
uk: Я просто хотів дізнатися, де ти його тримаєш.

source: Chciałem upewnić się, że zmiana przebiegnie gładko. Bez jakichkolwiek niepotrzebnych ofiar.
uk: Я мав переконатися, що все пройде гладко. Без будь-яких непотрібних жертв.

source: Chciałem uwolnić Daniela i razem z nim stąd uciec, ale chłopak się nie zgodził. Zgaduję, że nie przekonam go, aby tymczasowo przeszedł na stronę renegatów. Salvi nie będzie zadowolony z takiego obrotu spraw.
uk: Я хотів звільнити Даніеля і втекти разом з ним звідси, але хлопець не погодився. Напевно, я не зможу переконати його тимчасово перейти на бік відступників. Сальві не зрадіє такому повороту подій.

source: Chciałem wejść do gospody, ale gospodyni pognała mnie precz.
uk: Я хотів зайти в корчму, але господиня прогнала мене.

source: Chciałem za wszelką cenę uniknąć spotkań takich jak to.
uk: Я хотів за будь-яку ціну уникнути подібних зустрічей.

source: Chciałem zacząć od czegoś prostego, czegoś, co nie ma żadnych negatywnych właściwości.
uk: Я хочу почати з чогось простого, з чогось, що не має ніяких негативних властивостей.

source: Chciałem zaproponować Cortezowi regularne dostawy żywności, alkoholu i bagiennego ziela.
uk: Я хотів запропонувати Кортезу регулярні постачання їжі, алкоголю та болотної трави.

source: Chciałem zaproponować Cortezowi regularne dostawy...
uk: Я хотів запропонувати Кортезу регулярні постачання...

source: Chciałem zaproponować ci możliwość postawienia na samego siebie. Ten układ jest genialny, ponieważ nie możesz na nim stracić!
uk: Я хотів запропонувати тобі зробити ставку на себе. Ця угода чудова тим, що ти не можеш програти!

source: Chciałem zapytać...
uk: Я б хотів запитати...

source: Chciałem żebyśmy tu mieli pewien układ, gdzie wszyscy możemy sobie trochę zarobić w miłej atmosferze, ale jak widać bez twardej pięści się nie obejdzie.
uk: Я хотів, щоб у нас була якась домовленість, щоб ми всі могли б заробити трохи грошей для себе в невимушеній атмосфері. Але, схоже, без жорсткого кулака тут не обійтися.

source: Chciałem, ale jak widzisz, nie ma go tutaj. Mógłbyś z łaski swojej nie przedłużać i już się oddalić?
uk: Я хотів, але, як бачиш, його тут немає. Будь ласка, не затягуй цю справу і провалюй звідси.

source: Chciałem, by wyspa wróciła do jej prawowitych właścicieli. Mam ci przypomnieć, w jaki sposób Myrtańczycy nam ją odebrali?
uk: Я хотів, щоб острів повернули його законним власникам. Нагадати, як міртанці забрали його у нас?

source: Chciałem, żeby mu ten krzywy ryj wypaliło, a następnego dnia, żeby miał podobny żar w wychodku.
uk: Я хотів, щоб спочатку від спецій палала його крива морда, а потім він відчув подібний жар і в іншому місці.

source: Chciałem...
uk: Я хотів...

source: Chciałeś długą wersję? To teraz słuchaj.
uk: Ти хотів довгу версію? Тоді слухай.

source: Chciałeś mnie zabić, przyznaj! Byłeś w to zamieszany od samego początku!
uk: Ти хотів мене вбити, визнай це! Ти був причетний до цього з самого початку!

source: Chciałeś opuścić kopalnię, prawda? Dlaczego więc zawracasz?
uk: Ти хотів покинути копальню, так? То чому повертаєшся?

source: Chciałeś powiedzieć 'zacząć i skończyć', tak? Zastanówmy się.
uk: Ти хотів сказати 'почати та закінчити'? Давай подумаємо.

source: Chciałeś powiedzieć, jeden z nowych.
uk: Ти хотів сказати, один з новеньких.

source: Chciałeś powiedzieć: ukradłeś jej oszczędności?
uk: Хочеш сказати, ти вкрав її заощадження?

source: Chciałeś poznać podstawy alchemii, to je poznasz.
uk: Ти хотів вивчити основи алхімії – ти їх вивчиш.

source: Chciałeś się wykazać? Masz teraz szansę!
uk: Ти хотів проявити себе? Ось твій шанс!

source: Chciałeś zrobić coś dobrego dla wszystkich.
uk: Ти хотів зробити щось хороше для всіх.

source: Chcieli pomóc z zębaczami, czy może ganiali za Bestią...
uk: Вони намагалися допомогти зі снепперами, чи переслідували Звіра...

source: Chcieliście willę obrzucić łajnem, hę? Nie mogę wam na to pozwolić.
uk: Ви хотіли закидати маєток лайном, еге ж? Я не можу вам цього дозволити.

source: Chcieliście zabić Rodrigo?
uk: Ви хотіли вбити Родріго?

source: Chcieliśmy tylko wziąć ze sobą kilka złotych monet, żeby mieć za co żyć...
uk: Ми просто хотіли взяти кілька золотих монет, щоб було на що жити...

source: Chcą narzucić nam nowe umundurowanie. Powiedzmy, że nie jesteśmy nim zachwyceni.
uk: Нам хочуть нав'язати нову форму. Скажімо так, ми від неї не в захваті.

source: Chcą nas pozarzynać jak owce! Do tego właśnie zdolna jest władza!
uk: Вони хочуть вирізати нас, як овець! Ось на що здатна влада!

source: Chcąc doczekać się ładu i porządku na Archolos, musimy naprawić to miejsce cegła po cegle i deska po desce.
uk: Якщо ми хочемо бачити на Архолосі добробут і порядок, ми повинні по цеглинці і по дощечці привести його до ладу.

source: Chcąc przygotować kopalnie na jeszcze efektywniejsze wydobycie i by zapewnić wszystkim naszym pracownikom możliwie najlepsze warunki pracy, rada Gildii Kupieckiej Araxos, podjęła decyzję o restrukturyzacji kopalni.
uk: Щоб підготувати копальню до більш ефективного видобутку та забезпечити всім нашим працівникам найкращі умови праці, рада Торгової Гільдії Араксос вирішила реструктуризувати копальню.

source: Chcąc uniknąć przelewu krwi, Volfzack przed śmiercią podzielił ziemię pomiędzy trzech synów. Najstarszemu z nich, Korvanowi, przypadło miasto z wybrzeżem, Jarundowi - grody na wschodzie i zachodzie. Farkand z kolei otrzymał we władanie dorzecze Srebrnej Rzeki. Trzej bracia przypieczętowali wolę ojca tymi słowami przysięgi:
uk: Бажаючи уникнути кровопролиття, Вольфзак перед смертю розділив землю між трьома синами. Старшому з них, Корвану, дісталося місто з узбережжям, Ярунду – фортеці на сході та заході. Фарканд, у свою чергу, отримав долину Срібної річки. Три брати скріпили волю батька цими словами присяги:

source: Chcąc uspokoić swoich poddanych, postanowiłem zorganizować małe polowanie na rzekomego potwora.
uk: Бажаючи заспокоїти своїх підданих, я вирішив влаштувати невеличке полювання на ймовірну потвору.

source: Chcąc zachować kontrolę nad regionem król nakazał konfiskatę każdego statku mogącego przemieścić wojska na front,
uk: Бажаючи зберегти контроль над регіоном, король наказав конфіскувати кожен корабель, який здатен доставляти війська на фронт,

source: Chcę by efekty twojej pracy były bardziej widoczne.
uk: Я хочу, щоб результати твоєї роботи були більш помітними.

source: Chcę być silniejszy!
uk: Я хочу стати сильнішим!

source: Chcę być zręczniejszy.
uk: Я хочу стати більш спритним.

source: Chcę byś przyniósł mi próbki najlepszych alkoholi, które znasz. Wyglądasz mi na kogoś, kto sporo podróżuje, więc z pewnością miałeś okazję spróbować już tego i owego.
uk: Я хочу, щоб ти приніс мені зразки найкращих спиртних напоїв, які знаєш. Як на мене, ти багато подорожуєш, тож напевно вже мав нагоду скуштувати всякого.

source: Chcę byś walczył na arenie. Masz tam wyjść i rozlać trochę krwi!
uk: Я хочу, щоб ти бився на арені. Ти повинен вийти туди і пролити трохи крові!

source: Chcę ci kogoś przedstawić. Chodź za mną.
uk: Я хочу тебе де з ким познайомити. Іди за мною.

source: Chcę ci tylko podziękować za wszystko, co zrobiłeś dla naszej wyspy.
uk: Я просто хочу подякувати тобі за все, що ти зробив для нашого острова.

source: Chcę ci zaoferować pewien układ.
uk: Я хочу запропонувати тобі угоду.

source: Chcę dla ciebie pracować.
uk: Я хочу працювати на тебе.

source: Chcę dla niego pracować.
uk: Я хочу на нього працювати.

source: Chcę do niej zejść. Ktoś musi pilnować wejścia, żeby pełzacze nie przedostały się do Leża. Myślę, że idealnie nadajesz się do tej roboty.
uk: Я хочу спуститися туди. Хтось має охороняти вхід, щоб повзуни не проникли до Лігва. Думаю, ти ідеально підходиш для цієї роботи.

source: Chcę do was dołączyć.
uk: Я хочу приєднатися до вас.

source: Chcę dokonać opłaty za obywatelstwo.
uk: Я хочу заплатити за громадянство.

source: Chcę dokonać opłaty za obywatelstwo. (200 SZ)
uk: Я хочу заплатити за громадянство. (200 золотих)

source: Chcę dorwać tych wywrotowców, i to jeszcze przed przybyciem Królewskiego Wysłannika. Mogą wykorzystać związane z nim zamieszanie do podjęcia kolejnych niebezpiecznych działań.
uk: Я хочу зловити цих диверсантів, і я хочу зробити це до прибуття Королівського посла. Вони можуть скористатися плутаниною, що виникне, для подальших небезпечних дій.

source: Chcę kupić chwasty.
uk: Я хочу купити бур'ян.

source: Chcę kupić chwasty. (Daj 20 SZ)
uk: Я хочу купити бур'ян. (Дати 20 золотих)

source: Chcę kupić rybę.
uk: Я хочу купити рибу.

source: Chcę od niego wyciągnąć pewne informacje dotyczące życia mojego brata. To jak będzie, pomożesz?
uk: Я хочу отримати від нього деяку інформацію про мого брата. То як, допоможеш?

source: Chcę odebrać nagrodę za upolowaną bestię.
uk: Я хочу отримати винагороду за впольованого звіра.

source: Chcę odzyskać swoje towary, albo chociaż złoto. Reszta jest wasza.
uk: Я хочу повернути свої товари або принаймні своє золото. Решта – ваше.

source: Chcę opuścić kopalnię.
uk: Я хочу вийти з копальні.

source: Chcę po prostu byś wiedział, że rozumiem to wszystko, co się wydarzyło i nie mam ci tego za złe.
uk: Я просто хочу, щоб ти знав, що я розумію все, що сталося, і не тримаю на тебе зла.

source: Chcę porozmawiać o Ogisie.
uk: Я хочу поговорити про Огіса.

source: Chcę porozmawiać o Reezie.
uk: Я хочу поговорити про Різа.

source: Chcę potrenować strzelanie.
uk: Я хочу попрактикуватися у стрільбі.

source: Chcę potrenować.
uk: Я хочу потренуватися.

source: Chcę poświęcić moje życie sprawiedliwości.
uk: Я хочу присвятити своє життя справедливості.

source: Chcę rewanżu.
uk: Я хочу реванш.

source: Chcę się jedynie dowiedzieć, gdzie on jest.
uk: Я просто хочу дізнатися, де він.

source: Chcę się nauczyć polować.
uk: Я хочу навчитися полювати.

source: Chcę się podszkolić.
uk: Я хочу вдосконалити свої навички.

source: Chcę się pomodlić i ofiarować swoją wiedzę. (10 PN)
uk: Я хочу помолитися і пожертвувати свої знання. (10 очків вмінь)

source: Chcę się pomodlić i ofiarować swoją wiedzę. (25 PN)
uk: Я хочу помолитися і пожертвувати свої знання. (25 очків вмінь)

source: Chcę się pomodlić i ofiarować swoją wiedzę. (5 PN)
uk: Я хочу помолитися і пожертвувати свої знання. (5 очків вмінь)

source: Chcę się pomodlić i złożyć ofiarę 10 sztuk złota.
uk: Я хочу помолитися і пожертвувати 10 золотих.

source: Chcę się pomodlić i złożyć ofiarę 100 sztuk złota.
uk: Я хочу помолитися і пожертвувати 100 золотих.

source: Chcę się pomodlić i złożyć ofiarę 50 sztuk złota.
uk: Я хочу помолитися і пожертвувати 50 золотих.

source: Chcę się pomodlić i złożyć w ofierze 10 punktów trafień.
uk: Я хочу помолитись і пожертвувати 10 здоров'я.

source: Chcę się pomodlić i złożyć w ofierze 30 punktów trafień.
uk: Я хочу помолитись і пожертвувати 30 здоров'я.

source: Chcę się pomodlić i złożyć w ofierze 5 punktów many.
uk: Я хочу помолитись і пожертвувати 5 мани.

source: Chcę się pomodlić i złożyć w ofierze 50 punktów trafień.
uk: Я хочу помолитись і пожертвувати 50 здоров'я.

source: Chcę się pomodlić, ale nie złożę niczego w ofierze.
uk: Я хочу помолитись і нічого не жертвувати.

source: Chcę się pomodlić.
uk: Я хочу помолитися.

source: Chcę skorzystać z ich usług.
uk: Хочу скористатися їхніми послугами.

source: Chcę sprawdzić, czy Mailor posiada wszystkie potrzebne zezwolenia by handlować złotymi Innosami.
uk: Хочу перевірити, чи має Мейлор всі необхідні дозволи на торгівлю золотими Інносами.

source: Chcę to zobaczyć.
uk: Я хочу це побачити.

source: Chcę twoje zeznania na piśmie. Myślisz, że da radę?
uk: Мені потрібні твої свідчення в письмовому вигляді. Думаєш, зможеш це зробити?

source: Chcę tylko powstrzymać niebezpiecznego człowieka!
uk: Я просто хочу зупинити небезпечну людину!

source: Chcę tylko przypomnieć, że zwierzę przyparte do muru jest często najbardziej niebezpieczne. Poza tym przybyliśmy tu z pewną misją, pamiętacie?
uk: Хочу лише нагадати, що загнана в кут тварина часто найбільш небезпечна. До того ж, ми прийшли сюди з певною місією, пам'ятаєте?

source: Chcę udać się po ciało córki, ale nie mogę tego zrobić sam.
uk: Я хочу піти і забрати тіло моєї доньки, але я не можу зробити це сам.

source: Chcę usłyszeć o tej drugiej metodzie.
uk: Хочу почути про другий метод.

source: Chcę wejść do kopalni, oto mój kontrakt.
uk: Я хочу в копальню, ось мій контракт.

source: Chcę wiedzieć, jakich bełtów używasz.
uk: Хотів дізнатися, які болти ти використовуєш.

source: Chcę wymienić swoje bryłki na monety.
uk: Я хочу обміняти свої самородки на монети.

source: Chcę wynająć pokój.
uk: Я хочу зняти кімнату.

source: Chcę zapa... ograniczyć rozprzestrzenianie się chorób, których nosicielami są szczury. Nic złego, prawda?
uk: Я хочу захопи... обмежити розповсюдження хвороб, переносниками яких є щури. Нічого поганого, правда?

source: Chcę zapłacić grzywnę!
uk: Я хочу заплатити штраф!

source: Chcę zapłacić grzywnę.
uk: Я хочу сплатити штраф.

source: Chcę zapłacić karę!
uk: Я хочу сплатити штраф!

source: Chcę zapłacić za Kuno (100 SZ).
uk: Я хочу заплатити за Куно (100 золотих).

source: Chcę zapłacić za Kuno.
uk: Я хочу заплатити за Куно.

source: Chcę zapłacić za Oko.
uk: Я хочу заплатити за Око.

source: Chcę zapłacić za Oko. (100 SZ)
uk: Я хочу заплатити за Око. (100 золотих)

source: Chcę zapłacić za wejście do kopalni.
uk: Я хочу заплатити за вхід до копальні.

source: Chcę zdobyć szacunek.
uk: Я хочу здобути повагу.

source: Chcę zdobyć tu trochę szacunku.
uk: Я хочу, щоб мене тут поважали.

source: Chcę zminimalizować grożące nam niebezpieczeństwo wprowadzając chaos w ich szeregach. W tym celu będziemy musieli pozbyć się ich przywódców oraz elit.
uk: Я хочу мінімізувати загрозу, вносячи хаос у їхні ряди. Для цього нам доведеться позбутися їхніх лідерів та еліти.

source: Chcę znaleźć zaginionego brata.
uk: Я хочу знайти свого зниклого брата.

source: Chcę zobaczyć twoje księgi.
uk: Я хочу подивитися твої книги.

source: Chcę zobaczyć, czy uda ci się zdobyć taką samą broń, w jaką są wyposażeni nasi chłopcy, korzystając tylko z własnych kontaktów oraz umiejętności.
uk: Я хочу перевірити, чи зможеш ти дістати таку ж зброю, якою споряджені наші хлопці, використовуючи лише власні зв'язки та навички.

source: Chcę zobaczyć, jak szybko będziecie w stanie dostać się do wschodniej bramy.
uk: Я хочу подивитися, як швидко ви зможете дістатися до східних воріт.

source: Chcę zostać twoim czeladnikiem.
uk: Я хочу стати твоїм учнем.

source: Chcę zrobić wszystko, by na Archolos ludzie mogli żyć godnie i w pokoju. Jeśli potrzebujecie modlitwy i łaski Adanosa do podjęcia decyzji, to muszę to uszanować.
uk: Я хочу зробити все, що в моїх силах, задля того, щоб люди на Архолосі могли гідно і спокійно жити. Якщо вам потрібні молитви і благодать Аданоса, щоб прийняти рішення, то я мушу це поважати.
